export const dataColumn = [
    // {Header: 'Ідентифікатор', accessor: '_id'},
    {
        Header: 'Назва кафедри та навчальних дисципліни',
        accessor: '1'
    },
    {Header: 'Показник ділення групи на підгрупи', accessor: '2'},
    {Header: 'Семестр', accessor: '3'},
    {Header: 'Кількість годин згідно навчального плану', accessor: '4'},
    {Header: 'Кількість годин занять', accessor: '5'},
    {Header: 'Кількість лекцій', accessor: '6'},
    {Header: 'Кількість групових', accessor: '7'},
    {Header: 'Кількість полугрупових', accessor: '8'},
    {Header: 'Кількість годин на ТСЗ', accessor: '9'},
    {Header: 'Кількість годин на практику', accessor: '10'},

    {Header: 'Кількість курсових робіт (проєктів)', accessor: '11'},
    {Header: 'Кількість контрольних робіт', accessor: '12'},
    {Header: 'Кількість РГР', accessor: '13'},
    {Header: 'Кількість рефератів', accessor: '14'},
    {Header: 'Показник ділення групи на підгрупи', accessor: '15'},
    {Header: 'Кількість екзаменів', accessor: '16'},
    {Header: 'Кількість діф. заліків', accessor: '17'},
    {Header: 'Кількість годин на диф. залік', accessor: '18'},


    {Header: 'Курс навчання', accessor: '19'},
    {Header: 'Спеціальністі (спеціалізації)', accessor: '20'},
    {Header: 'Кількість курсантів', accessor: '21'},
    {Header: 'Кількість лекційних потоків', accessor: '22'},
    {Header: 'Кількість навчальних груп', accessor: '23'},
    {Header: 'Кількість підгруп', accessor: '24'},
    {Header: 'Кількість годин на читання лекцій', accessor: '25'},
    {
        Header: 'Обсяг навчального навантаження на читання лекцій',
        accessor: '26'
    },
    {
        Header: 'Кількість годин на проведення занять у складі навчальних групи',
        accessor: '27'
    },
    {
        Header: 'Обсяг навчального навантаження проведення занять у складі навчальних груп',
        accessor: '28'
    },
    {
        Header: 'Кількість годин на проведення занять під час яких навч. група поділяється на підгрупи',
        accessor: '29'
    },
    {
        Header: 'Обсяг навчального навантаження проведення занять під час яких навч. група поділяється на підгрупи',
        accessor: '30'
    },
    {
        Header: 'Кількість лабораторних робіт',
        accessor: '31'
    },
    {
        Header: 'Час для перевірки звітів лабораторних робіт (практичних занять з використанням ЕОТ)',
        accessor: '32'
    },
    {
        Header: 'Кількість годин на проведення консультацій із слухачами',
        accessor: '33'
    },
    {Header: 'Кількість курсових робіт', accessor: '34'},
    {
        Header: 'Обсяг навчального навантаження з керівництв виконанням курсових робіт (проектів задач)',
        accessor: '35'
    },
    {Header: 'Кількість  контрольних робіт та РГР', accessor: '36'},
    {
        Header: 'Кількість годин на перевірку контрольних робіт, та проведення заліків під час проведення модульного контролю',
        accessor: '37'
    },
    {
        Header: 'Кількість годин на перевірку контрольних робіт, та проведення заліків під час проведення модульного контролю',
        accessor: '38'
    },
    {Header: 'Кількість діф. заліків', accessor: '39'},
    {Header: 'Кількість годин на заліки ', accessor: '40'},
    {
        Header: 'Обсяг часу на проведення заліків та диференційованих заліків, що виносяться на екзаменаційну сесію',
        accessor: '41'
    },
    {Header: 'Кількість іспитів', accessor: '42'},
    {
        Header: 'Обсяг часу на проведення семестрових іспитів',
        accessor: '43'
    },
    {
        Header: 'Кількість годин на військове стажування',
        accessor: '44'
    },
    {
        Header: 'Обсяг часу на керівництво військовим стажуванням, виробничою та іншими видами практик',
        accessor: '45'
    },
    {
        Header: 'Обсяг часу на захист звітів з військового стажування, виробничої та інших видів практики',
        accessor: '46'
    },
    {Header: 'Кількість слухачів, які виконують кваліфікаційну роботу ОКР "спеціаліст"', accessor: '47'},
    {
        Header: 'Кількість слухачів, які виконують кваліфікаційну роботу ОКР "магистр"',
        accessor: '48'
    },
    {
        Header: 'Обсяг часу на керівництво слухачами, які виконують кваліфікаційну роботу ОКР "спеціаліст"',
        accessor: '49'
    },
    {Header: 'Кількість слухачів, які виконують кваліфікаційну роботу ОКР "бакалавр"', accessor: '50'},
    {Header: 'Обсяг часу на керівництво слухачами, які виконують кваліфікаційну роботу ОКР "бакалавр"', accessor: '51'},
    {Header: 'Кількість слухачів, які самостійно засвоюють програму підготовки за спеціальністю', accessor: '52'},
    {
        Header: 'Обсяг часу на керівництво слухачами, які самостійно засвоюють програму підготовки за спеціальністю',
        accessor: '53'
    },
    {
        Header: 'Кількість тіх, хто самостійно здобуває науковий ступень шляхом самостійної роботи під науковим керівництвом',
        accessor: '54'
    },
    {Header: 'Кількість ад\'юнктів', accessor: '55'},
    {
        Header: 'Обсяг часу на консультіровання докторантів, керівництво ад\'юнктами хто самостійно здобуває науковий ступень',
        accessor: '56'
    },
    {Header: 'Кількість слухачів, які складають державні іспити', accessor: '57'},
    {Header: 'Кількість членів ДЕК, які беруть участь у проведенні іспитів і входять до штату кафедри', accessor: '58'},
    {Header: 'Обсяг часу на проведення державних іспитів', accessor: '59'},
    {Header: 'Кількість слухачів, які захищають кваліфікаційні роботи', accessor: '60'},
    {Header: 'Кількість членів ДЕК, які беруть участь у проведенні захисту і входять до штату кафедри', accessor: '61'},
    {Header: 'Обсяг часу на проведення захисту кваліфікаційних робіт (проектів, задач)', accessor: '62'},
    {Header: 'Кількість годин на інши віди навчальної діяльності ', accessor: '63'},
    {Header: 'Загальний час ', accessor: '64'},
    {
        Header: 'Розрахункова кількість викладачів\n' +
            'згідно наказу МОУ та МОНУ №155/291', accessor: '65'
    },
    {Header: '600', accessor: '66'},
    {Header: 'Додаткова графа для расчета ЗФН', accessor: '67'}
]